Repository: Danglarm/doctor-cpt
Catalog: languages/doctors-cpt-*.po
Languages: ru_ru

source: Custom Post Type: Doctors
ru_ru: Кастомный тип записей: Врачи

source: Creates a custom post type for doctors with taxonomies and custom fields
ru_ru: Создает кастомный тип записей для врачей с таксономиями и пользовательскими полями

source: Doctors
ru_ru: Врачи

source: Doctor
ru_ru: Врач

source: Doctor Archives
ru_ru: Архивы врачей

source: Doctor Attributes
ru_ru: Атрибуты врача

source: Parent Doctor:
ru_ru: Родительский врач:

source: All Doctors
ru_ru: Все врачи

source: Add New Doctor
ru_ru: Добавить нового врача

source: Add New
ru_ru: Добавить нового

source: New Doctor
ru_ru: Новый врач

source: Edit Doctor
ru_ru: Редактировать врача

source: Update Doctor
ru_ru: Обновить врача

source: View Doctor
ru_ru: Просмотр врача

source: View Doctors
ru_ru: Просмотр врачей

source: Search Doctor
ru_ru: Поиск врача

source: Not found
ru_ru: Не найдено

source: Not found in Trash
ru_ru: Не найдено в корзине

source: Doctor Photo
ru_ru: Фото врача

source: Set doctor photo
ru_ru: Установить фото врача

source: Remove doctor photo
ru_ru: Удалить фото врача

source: Use as doctor photo
ru_ru: Использовать как фото врача

source: Insert into doctor
ru_ru: Вставить в карточку врача

source: Uploaded to this doctor
ru_ru: Загружено для этого врача

source: Doctors list
ru_ru: Список врачей

source: Doctors list navigation
ru_ru: Навигация по списку врачей

source: Filter doctors list
ru_ru: Фильтр списка врачей

source: Doctor post type
ru_ru: Тип записи «Врач»

source: Photo
ru_ru: Фото

source: Specialization
ru_ru: Специализация

source: City
ru_ru: Город

source: Experience
ru_ru: Стаж

source: Price From
ru_ru: Цена от

source: Rating
ru_ru: Рейтинг

source: years
ru_ru: лет

source: Specializations
ru_ru: Специализации

source: All Specializations
ru_ru: Все специализации

source: Parent Specialization
ru_ru: Родительская специализация

source: Parent Specialization:
ru_ru: Родительская специализация:

source: New Specialization Name
ru_ru: Название новой специализации

source: Add New Specialization
ru_ru: Добавить новую специализацию

source: Edit Specialization
ru_ru: Редактировать специализацию

source: Update Specialization
ru_ru: Обновить специализацию

source: View Specialization
ru_ru: Просмотр специализации

source: Separate specializations with commas
ru_ru: Разделяйте специализации запятыми

source: Add or remove specializations
ru_ru: Добавить или удалить специализации

source: Choose from the most used
ru_ru: Выберите из наиболее используемых

source: Popular Specializations
ru_ru: Популярные специализации

source: Search Specializations
ru_ru: Поиск специализаций

source: Not Found
ru_ru: Не найдено

source: No specializations
ru_ru: Нет специализаций

source: Specializations list
ru_ru: Список специализаций

source: Specializations list navigation
ru_ru: Навигация по списку специализаций

source: Cities
ru_ru: Города

source: All Cities
ru_ru: Все города

source: New City Name
ru_ru: Название нового города

source: Add New City
ru_ru: Добавить новый город

source: Edit City
ru_ru: Редактировать город

source: Update City
ru_ru: Обновить город

source: View City
ru_ru: Просмотр города

source: Separate cities with commas
ru_ru: Разделяйте города запятыми

source: Add or remove cities
ru_ru: Добавить или удалить города

source: Popular Cities
ru_ru: Популярные города

source: Search Cities
ru_ru: Поиск городов

source: No cities
ru_ru: Нет городов

source: Cities list
ru_ru: Список городов

source: Cities list navigation
ru_ru: Навигация по списку городов

source: Doctor Details
ru_ru: Детали врача

source: Experience (years)
ru_ru: Стаж (лет)

source: Number of years of experience
ru_ru: Количество лет опыта

source: Price From ($)
ru_ru: Цена от ($)

source: Starting consultation price
ru_ru: Начальная цена консультации

source: Rating (0-5)
ru_ru: Рейтинг (0-5)

source: Rating from 0 to 5 (can use decimals like 4.5)
ru_ru: Рейтинг от 0 до 5 (можно использовать десятичные значения, например 4.5)

source: Preview:
ru_ru: Предпросмотр:

source: Specialization:
ru_ru: Специализация:

source: City:
ru_ru: Город:

source: Sort by:
ru_ru: Сортировать по:

source: Default
ru_ru: По умолчанию

source: Rating (High to Low)
ru_ru: Рейтингу (высокий → низкий)

source: Price (Low to High)
ru_ru: Цене (низкая → высокая)

source: Experience (High to Low)
ru_ru: Стажу (большой → маленький)

source: Apply Filters
ru_ru: Применить фильтры

source: Reset
ru_ru: Сбросить

source: Experience:
ru_ru: Стаж:

source: Price from:
ru_ru: Цена от:

source: Rating:
ru_ru: Рейтинг:

source: About Doctor
ru_ru: О враче

source: Detailed Information
ru_ru: Подробная информация

source: Back to All Doctors
ru_ru: Вернуться ко всем врачам

source: View Details
ru_ru: Посмотреть детали

source: &larr; Previous
ru_ru: &larr; Назад

source: Next &rarr;
ru_ru: Далее &rarr;

source: No doctors found.
ru_ru: Врачи не найдены.

source: Clear filters and show all doctors
ru_ru: Очистить фильтры и показать всех врачей

source: %d year
ru_ru: %d год
